Repository: otabz/Healthcover
Catalog: Healthcover/*.lproj/Localizable.strings
Languages: ar

# English
source: اللغة العربية
ar: English

source: Find hospitals/clinics covered under your health insurance.
ar: البحث عن المستشفيات و العيادات التي يغطيها التأمين الصحي الخاص بك.

source: About us
ar: معلومات عنا

source: Waseel ASP Ltd.
ar: شركة وصيل لنقل المعلومات الالكترونية

source: Working with major health insurances
ar: العمل مع غالبية شركات التأمين الصحي

source: Serving millions of insured members
ar: خدمة الملايين من ألاعضاء المؤمن عليهم

source: CLOSE
ar: أغلق

source: Hospitals & Clinics
ar: المستشفيات و العيادات

source: Search Hospitals & Clinics
ar: البحث عن المستشفيات و العيادات

source: Add your health insurance info.
ar: اضافة معلومات التأمين الصحي

source: TYPE YOUR
ar: أكتب

source: CARD NO.
ar: رقم الهوية

source: POLICY NO.
ar: رقم الوثيقة

source: CONTINUE
ar: استمر

source: Problem validating info
ar: مشكلة في التحقق من صحة المعلومات

source: OK
ar: حسنا

source: Invalid insurance information. Please try again.
ar: معلومات التأمين غير صالحة. حاول مرة اخرى.

source: Already existing member
ar: العضو موجود مسبقا

source: Given info already exist for,
ar: المعلومات موجودة مسبقا،

source: Enter Name
ar: أدخل الاسم

source: We couldn't retrieve your name To proceed, please enter your name
ar: لم نتمكن من استرداد اسمك. للمتابعة، يرجى إدخال اسمك

source: Cancel
ar: إلغاء

source: Details
ar: تفاصيل

source: Delete
ar: حذف

source: Are you sure, you want to delete policy
ar: هل أنت متأكد أنك تريد حذف الوثيقة

source: All data will be deleted and you won't be able to recover it later.
ar: سيتم حذف جميع البيانات، و لن تكون قادرة على استعادتها لاحقا.

source: Patient Share
ar: حصة المريض

source: Find Hospitals & Clinics
ar: البحث عن المستشفيات و العيادات

source: Use my current location
ar: استخدام موقعي الحالي

source: With insurance coverage
ar: المستشفيات و العيادات المعمدة

source: It may take some time
ar: قد يستغرق بعض الوقت

source: Within 80 Kilometers
ar: بعد ٨٠ كيلو متر

source: Cannot determine your current location
ar: لا يمكن تحديد موقعك الحالي

source: It could be a problem of GPS connectivity, try again while relocating your device
ar: يمكن أن تكون مشكلة اتصال GPS، حاول مرة أخرى أثناء الانتقال بهاتفك

source: To enable access, tap Settings > Location
ar: لتمكين الوصول، انقر فوق إعدادات> الموقع

source: Settings
ar: إعدادات

source: Turn on Location Services to Allow "Healthcover" to Determine Your Location
ar: شغيل خدمات الموقع إلى السماح "Healthcover " لتحديد موقعك

source: To find providers around you, Healthcover needs access to your phone's location
ar: العثور على مقدمي الخدمة حولك، Healthcover يحتاج إلى الوصول إلى موقع الهاتف

source: More
ar: أكثر

source: Select Member
ar: حدد الأعضاء

source: Check Coverage
ar: تحقق من التغطية

source: Check
ar: الاختيار

source: Set
ar: اختار

source: Reset
ar: إختار من جديد

source: Select Insurance
ar: اختر التأمين

source: You are eligible
ar: انت مؤهل للعلاج

source: But service coverage may vary.
ar: ولكن تغطية الخدمات قد تختلف.

source: You can contact Waseel for further info.
ar: يمكنك الاتصال بوصيل للحصول على مزيد من المعلومات.

source: Select Department/Speciality
ar: اختر القسم او التخصص

source: Couldn't find your health insurance info.
ar: لا يمكن العثور على معلومات التأمين الصحي الخاصة بك

source: To proceed, please provide your health insurance info.
ar: للمتابعة، يرجى تقديم معلومات التأمين الصحي الخاصة بك

source: Not now
ar: ليس الان

source: Continue
ar: استمر
